;Place localized text in this file
[TalonRounds X2TechTemplate]
DisplayName="利爪弹"
Summary="这项技术的研究将为我们提供能够螺旋穿透敌人的弹药，增加暴击几率并暴击伤害。"

[VenomRounds X2TechTemplate]
DisplayName="毒液弹"
Summary="这项技术的研究将为我们提供比标准弹药造成更多伤害的弹药，并且有几率使目标中毒。"

[IncendiaryRounds X2TechTemplate]
DisplayName="火龙弹"
Summary="这项技术的研究将为我们提供比标准弹药造成更多伤害的弹药，并且有几率点燃目标。"

[APRounds X2AmmoTemplate]
FriendlyName="穿甲弹"
FriendlyNamePlural="穿甲弹"
BriefSummary="这些弹药由超强度、超轻的外星合金手工制造，能够绕过一些敌人装甲，帮助突破敌人防御。"